acpi
acpid
alacritty
base
base-devel
bat
brightnessctl
clang
cmake
discord
dkms
efibootmgr
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-unikey
fd
feh
fzf
git
glow
gst-plugin-pipewire
htop
i3-wm
intel-ucode
iptables-nft
jdk-openjdk
lazygit
libpulse
linux
linux-firmware
linux-headers
lxappearance
maim
mpv
neofetch
neovim
networkmanager
nodejs
noto-fonts-emoji
npm
numlockx
nvidia-dkms
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python
python-pip
python-pynvim
ripgrep
rofi
sof-firmware
starship
ttf-firacode-nerd
ttf-hack-nerd
ttf-noto-nerd
unzip
wget
wireplumber
xclip
xdg-utils
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zram-generator
