{
    "buckets": [
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2023-12-30T15:25:06+07:00",
            "Manifests": 1892
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2023-12-30T11:17:56+07:00",
            "Manifests": 267
        },
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2023-12-30T15:25:14+07:00",
            "Manifests": 1268
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2023-12-14T20:23:36+07:00",
            "Manifests": 327
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2023-12-30T15:29:20+07:00",
            "Manifests": 435
        }
    ],
    "apps": [
        {
            "Version": "23.01",
            "Name": "7zip",
            "Source": "main",
            "Updated": "2023-12-03T22:13:36.2905305+07:00",
            "Info": ""
        },
        {
            "Version": "0.24.0",
            "Name": "bat",
            "Source": "main",
            "Updated": "2023-12-03T22:14:34.4939884+07:00",
            "Info": ""
        },
        {
            "Version": "0.9.6",
            "Name": "bottom",
            "Source": "main",
            "Updated": "2023-12-03T22:14:37.0719121+07:00",
            "Info": ""
        },
        {
            "Version": "2023-12-12",
            "Name": "cacert",
            "Source": "main",
            "Updated": "2023-12-14T20:13:54.7321822+07:00",
            "Info": ""
        },
        {
            "Version": "8.5.0_3",
            "Name": "curl",
            "Source": "main",
            "Updated": "2023-12-16T10:44:47.4481064+07:00",
            "Info": ""
        },
        {
            "Version": "3.11.2",
            "Name": "dark",
            "Source": "main",
            "Updated": "2023-12-03T22:14:44.2109264+07:00",
            "Info": ""
        },
        {
            "Version": "0.16.5",
            "Name": "delta",
            "Source": "main",
            "Updated": "2023-12-03T22:14:46.6634722+07:00",
            "Info": ""
        },
        {
            "Version": "8.0.100",
            "Name": "dotnet-sdk",
            "Source": "main",
            "Updated": "2023-12-03T22:15:36.4176042+07:00",
            "Info": ""
        },
        {
            "Version": "9.0.0",
            "Name": "fd",
            "Source": "main",
            "Updated": "2023-12-20T05:02:30.5522345+07:00",
            "Info": ""
        },
        {
            "Version": "3.1.1",
            "Name": "FiraCode-NF",
            "Source": "nerd-fonts",
            "Updated": "2023-12-03T22:15:55.6401854+07:00",
            "Info": ""
        },
        {
            "Version": "0.44.1",
            "Name": "fzf",
            "Source": "main",
            "Updated": "2023-12-03T22:15:58.5638838+07:00",
            "Info": ""
        },
        {
            "Version": "2.43.0",
            "Name": "git",
            "Source": "main",
            "Updated": "2023-12-03T22:14:01.2912927+07:00",
            "Info": ""
        },
        {
            "Version": "1.5.1",
            "Name": "glow",
            "Source": "main",
            "Updated": "2023-12-03T22:16:01.9639031+07:00",
            "Info": ""
        },
        {
            "Version": "3.1.1",
            "Name": "Hack-NF",
            "Source": "nerd-fonts",
            "Updated": "2023-12-03T22:16:09.5871003+07:00",
            "Info": ""
        },
        {
            "Version": "1.18.0",
            "Name": "hyperfine",
            "Source": "main",
            "Updated": "2023-12-30T17:58:32.4663911+07:00",
            "Info": ""
        },
        {
            "Version": "0.50",
            "Name": "innounp",
            "Source": "main",
            "Updated": "2023-12-03T22:16:10.8680483+07:00",
            "Info": ""
        },
        {
            "Version": "3.1.1",
            "Name": "JetBrainsMono-NF",
            "Source": "nerd-fonts",
            "Updated": "2023-12-03T22:16:26.5987122+07:00",
            "Info": ""
        },
        {
            "Version": "0.40.2",
            "Name": "lazygit",
            "Source": "extras",
            "Updated": "2023-12-03T22:16:29.2074742+07:00",
            "Info": ""
        },
        {
            "Version": "643",
            "Name": "less",
            "Source": "main",
            "Updated": "2023-12-03T22:16:30.7539843+07:00",
            "Info": ""
        },
        {
            "Version": "0.9.4",
            "Name": "neovim",
            "Source": "main",
            "Updated": "2023-12-09T19:00:55.4650714+07:00",
            "Info": ""
        },
        {
            "Version": "20.10.0",
            "Name": "nodejs-lts",
            "Source": "main",
            "Updated": "2023-12-03T22:16:56.4823329+07:00",
            "Info": ""
        },
        {
            "Version": "21.0.1",
            "Name": "oraclejdk-lts",
            "Source": "java",
            "Updated": "2023-12-03T22:17:11.4006918+07:00",
            "Info": ""
        },
        {
            "Version": "2.3.4",
            "Name": "psreadline",
            "Source": "extras",
            "Updated": "2023-12-03T22:17:11.9786764+07:00",
            "Info": ""
        },
        {
            "Version": "3.12.1",
            "Name": "python",
            "Source": "main",
            "Updated": "2023-12-08T18:27:38.8134237+07:00",
            "Info": ""
        },
        {
            "Version": "14.0.3",
            "Name": "ripgrep",
            "Source": "main",
            "Updated": "2023-12-03T22:17:49.7161853+07:00",
            "Info": ""
        },
        {
            "Version": "1.3.2",
            "Name": "scoop-search",
            "Source": "main",
            "Updated": "2023-12-29T17:46:12.0776907+07:00",
            "Info": ""
        },
        {
            "Version": "1.17.0",
            "Name": "starship",
            "Source": "main",
            "Updated": "2023-12-29T17:46:13.346273+07:00",
            "Info": ""
        },
        {
            "Version": "0.2020.01.26",
            "Name": "sudo",
            "Source": "main",
            "Updated": "2023-12-03T22:17:54.6056902+07:00",
            "Info": ""
        },
        {
            "Version": "0.11.0",
            "Name": "terminal-icons",
            "Source": "extras",
            "Updated": "2023-12-03T22:17:54.8868727+07:00",
            "Info": ""
        },
        {
            "Version": "0.4.0",
            "Name": "tre-command",
            "Source": "main",
            "Updated": "2023-12-03T22:17:57.1519618+07:00",
            "Info": ""
        },
        {
            "Version": "0.20.8",
            "Name": "tree-sitter",
            "Source": "main",
            "Updated": "2023-12-03T22:17:59.432674+07:00",
            "Info": ""
        },
        {
            "Version": "6.00",
            "Name": "unzip",
            "Source": "main",
            "Updated": "2023-12-23T07:53:02.0038139+07:00",
            "Info": ""
        },
        {
            "Version": "1.21.4",
            "Name": "wget",
            "Source": "main",
            "Updated": "2023-12-03T22:18:03.3067593+07:00",
            "Info": ""
        },
        {
            "Version": "2.20",
            "Name": "which",
            "Source": "main",
            "Updated": "2023-12-04T19:44:41.195969+07:00",
            "Info": ""
        },
        {
            "Version": "2.5.1",
            "Name": "winfetch",
            "Source": "main",
            "Updated": "2023-12-03T22:18:04.0097191+07:00",
            "Info": ""
        },
        {
            "Version": "1.1.13",
            "Name": "z",
            "Source": "extras",
            "Updated": "2023-12-03T22:18:25.3797303+07:00",
            "Info": ""
        }
    ]
}
