{
    "apps": [
        {
            "Info": "",
            "Name": "7zip",
            "Updated": "2023-12-03T22:13:36.2905305+07:00",
            "Version": "23.01",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "bat",
            "Updated": "2023-12-03T22:14:34.4939884+07:00",
            "Version": "0.24.0",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "bottom",
            "Updated": "2023-12-03T22:14:37.0719121+07:00",
            "Version": "0.9.6",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "cacert",
            "Updated": "2023-12-03T22:18:00.3230885+07:00",
            "Version": "2023-08-22",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "curl",
            "Updated": "2023-12-06T15:24:17.1096675+07:00",
            "Version": "8.4.0_10",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "dark",
            "Updated": "2023-12-03T22:14:44.2109264+07:00",
            "Version": "3.11.2",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "delta",
            "Updated": "2023-12-03T22:14:46.6634722+07:00",
            "Version": "0.16.5",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "dotnet-sdk",
            "Updated": "2023-12-03T22:15:36.4176042+07:00",
            "Version": "8.0.100",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "fd",
            "Updated": "2023-12-03T22:15:39.2763046+07:00",
            "Version": "8.7.1",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "FiraCode-NF",
            "Updated": "2023-12-03T22:15:55.6401854+07:00",
            "Version": "3.1.1",
            "Source": "nerd-fonts"
        },
        {
            "Info": "",
            "Name": "fzf",
            "Updated": "2023-12-03T22:15:58.5638838+07:00",
            "Version": "0.44.1",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "git",
            "Updated": "2023-12-03T22:14:01.2912927+07:00",
            "Version": "2.43.0",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "glow",
            "Updated": "2023-12-03T22:16:01.9639031+07:00",
            "Version": "1.5.1",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "Hack-NF",
            "Updated": "2023-12-03T22:16:09.5871003+07:00",
            "Version": "3.1.1",
            "Source": "nerd-fonts"
        },
        {
            "Info": "",
            "Name": "innounp",
            "Updated": "2023-12-03T22:16:10.8680483+07:00",
            "Version": "0.50",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "JetBrainsMono-NF",
            "Updated": "2023-12-03T22:16:26.5987122+07:00",
            "Version": "3.1.1",
            "Source": "nerd-fonts"
        },
        {
            "Info": "",
            "Name": "lazygit",
            "Updated": "2023-12-03T22:16:29.2074742+07:00",
            "Version": "0.40.2",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "less",
            "Updated": "2023-12-03T22:16:30.7539843+07:00",
            "Version": "643",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "neovide",
            "Updated": "2023-12-03T22:16:32.9097232+07:00",
            "Version": "0.11.2",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "neovim-nightly",
            "Updated": "2023-12-05T21:37:01.0112381+07:00",
            "Version": "0.10.0-1754",
            "Source": "versions"
        },
        {
            "Info": "",
            "Name": "nodejs-lts",
            "Updated": "2023-12-03T22:16:56.4823329+07:00",
            "Version": "20.10.0",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "oraclejdk-lts",
            "Updated": "2023-12-03T22:17:11.4006918+07:00",
            "Version": "21.0.1",
            "Source": "java"
        },
        {
            "Info": "",
            "Name": "psreadline",
            "Updated": "2023-12-03T22:17:11.9786764+07:00",
            "Version": "2.3.4",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "python",
            "Updated": "2023-12-03T22:17:47.3886438+07:00",
            "Version": "3.12.0",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "ripgrep",
            "Updated": "2023-12-03T22:17:49.7161853+07:00",
            "Version": "14.0.3",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "scoop-search",
            "Updated": "2023-12-03T22:17:52.0594133+07:00",
            "Version": "1.3.1",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "starship",
            "Updated": "2023-12-03T22:17:53.9964566+07:00",
            "Version": "1.16.0",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "sudo",
            "Updated": "2023-12-03T22:17:54.6056902+07:00",
            "Version": "0.2020.01.26",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "terminal-icons",
            "Updated": "2023-12-03T22:17:54.8868727+07:00",
            "Version": "0.11.0",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "tre-command",
            "Updated": "2023-12-03T22:17:57.1519618+07:00",
            "Version": "0.4.0",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "tree-sitter",
            "Updated": "2023-12-03T22:17:59.432674+07:00",
            "Version": "0.20.8",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "wget",
            "Updated": "2023-12-03T22:18:03.3067593+07:00",
            "Version": "1.21.4",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "which",
            "Updated": "2023-12-04T19:44:41.195969+07:00",
            "Version": "2.20",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "winfetch",
            "Updated": "2023-12-03T22:18:04.0097191+07:00",
            "Version": "2.5.1",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "z",
            "Updated": "2023-12-03T22:18:25.3797303+07:00",
            "Version": "1.1.13",
            "Source": "extras"
        }
    ],
    "buckets": [
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2023-12-06T14:17:36+07:00",
            "Manifests": 1888
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2023-12-06T15:18:42+07:00",
            "Manifests": 267
        },
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2023-12-06T11:26:32+07:00",
            "Manifests": 1265
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2023-12-01T06:18:31+07:00",
            "Manifests": 327
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2023-12-06T11:32:59+07:00",
            "Manifests": 433
        }
    ]
}
