{
    "apps": [
        {
            "Source": "main",
            "Updated": "2023-12-03T22:13:36.2905305+07:00",
            "Info": "",
            "Name": "7zip",
            "Version": "23.01"
        },
        {
            "Source": "extras",
            "Updated": "2024-01-01T04:35:30.455482+07:00",
            "Info": "",
            "Name": "archwsl",
            "Version": "22.10.16.0"
        },
        {
            "Source": "main",
            "Updated": "2023-12-03T22:14:34.4939884+07:00",
            "Info": "",
            "Name": "bat",
            "Version": "0.24.0"
        },
        {
            "Source": "main",
            "Updated": "2023-12-03T22:14:37.0719121+07:00",
            "Info": "",
            "Name": "bottom",
            "Version": "0.9.6"
        },
        {
            "Source": "main",
            "Updated": "2023-12-14T20:13:54.7321822+07:00",
            "Info": "",
            "Name": "cacert",
            "Version": "2023-12-12"
        },
        {
            "Source": "main",
            "Updated": "2023-12-16T10:44:47.4481064+07:00",
            "Info": "",
            "Name": "curl",
            "Version": "8.5.0_3"
        },
        {
            "Source": "main",
            "Updated": "2023-12-03T22:14:44.2109264+07:00",
            "Info": "",
            "Name": "dark",
            "Version": "3.11.2"
        },
        {
            "Source": "main",
            "Updated": "2023-12-03T22:14:46.6634722+07:00",
            "Info": "",
            "Name": "delta",
            "Version": "0.16.5"
        },
        {
            "Source": "main",
            "Updated": "2023-12-03T22:15:36.4176042+07:00",
            "Info": "",
            "Name": "dotnet-sdk",
            "Version": "8.0.100"
        },
        {
            "Source": "main",
            "Updated": "2023-12-20T05:02:30.5522345+07:00",
            "Info": "",
            "Name": "fd",
            "Version": "9.0.0"
        },
        {
            "Source": "nerd-fonts",
            "Updated": "2023-12-03T22:15:55.6401854+07:00",
            "Info": "",
            "Name": "FiraCode-NF",
            "Version": "3.1.1"
        },
        {
            "Source": "main",
            "Updated": "2023-12-03T22:15:58.5638838+07:00",
            "Info": "",
            "Name": "fzf",
            "Version": "0.44.1"
        },
        {
            "Source": "main",
            "Updated": "2023-12-03T22:14:01.2912927+07:00",
            "Info": "",
            "Name": "git",
            "Version": "2.43.0"
        },
        {
            "Source": "main",
            "Updated": "2023-12-03T22:16:01.9639031+07:00",
            "Info": "",
            "Name": "glow",
            "Version": "1.5.1"
        },
        {
            "Source": "nerd-fonts",
            "Updated": "2023-12-03T22:16:09.5871003+07:00",
            "Info": "",
            "Name": "Hack-NF",
            "Version": "3.1.1"
        },
        {
            "Source": "main",
            "Updated": "2023-12-30T17:58:32.4663911+07:00",
            "Info": "",
            "Name": "hyperfine",
            "Version": "1.18.0"
        },
        {
            "Source": "main",
            "Updated": "2023-12-03T22:16:10.8680483+07:00",
            "Info": "",
            "Name": "innounp",
            "Version": "0.50"
        },
        {
            "Source": "extras",
            "Updated": "2023-12-03T22:16:29.2074742+07:00",
            "Info": "",
            "Name": "lazygit",
            "Version": "0.40.2"
        },
        {
            "Source": "main",
            "Updated": "2023-12-03T22:16:30.7539843+07:00",
            "Info": "",
            "Name": "less",
            "Version": "643"
        },
        {
            "Source": "main",
            "Updated": "2023-12-31T10:45:27.7506168+07:00",
            "Info": "",
            "Name": "neovim",
            "Version": "0.9.5"
        },
        {
            "Source": "main",
            "Updated": "2023-12-03T22:16:56.4823329+07:00",
            "Info": "",
            "Name": "nodejs-lts",
            "Version": "20.10.0"
        },
        {
            "Source": "java",
            "Updated": "2023-12-03T22:17:11.4006918+07:00",
            "Info": "",
            "Name": "oraclejdk-lts",
            "Version": "21.0.1"
        },
        {
            "Source": "extras",
            "Updated": "2023-12-03T22:17:11.9786764+07:00",
            "Info": "",
            "Name": "psreadline",
            "Version": "2.3.4"
        },
        {
            "Source": "main",
            "Updated": "2023-12-08T18:27:38.8134237+07:00",
            "Info": "",
            "Name": "python",
            "Version": "3.12.1"
        },
        {
            "Source": "main",
            "Updated": "2023-12-03T22:17:49.7161853+07:00",
            "Info": "",
            "Name": "ripgrep",
            "Version": "14.0.3"
        },
        {
            "Source": "main",
            "Updated": "2023-12-29T17:46:12.0776907+07:00",
            "Info": "",
            "Name": "scoop-search",
            "Version": "1.3.2"
        },
        {
            "Source": "main",
            "Updated": "2023-12-29T17:46:13.346273+07:00",
            "Info": "",
            "Name": "starship",
            "Version": "1.17.0"
        },
        {
            "Source": "extras",
            "Updated": "2023-12-03T22:17:54.8868727+07:00",
            "Info": "",
            "Name": "terminal-icons",
            "Version": "0.11.0"
        },
        {
            "Source": "main",
            "Updated": "2023-12-03T22:17:57.1519618+07:00",
            "Info": "",
            "Name": "tre-command",
            "Version": "0.4.0"
        },
        {
            "Source": "main",
            "Updated": "2023-12-03T22:17:59.432674+07:00",
            "Info": "",
            "Name": "tree-sitter",
            "Version": "0.20.8"
        },
        {
            "Source": "main",
            "Updated": "2023-12-23T07:53:02.0038139+07:00",
            "Info": "",
            "Name": "unzip",
            "Version": "6.00"
        },
        {
            "Source": "main",
            "Updated": "2023-12-03T22:18:03.3067593+07:00",
            "Info": "",
            "Name": "wget",
            "Version": "1.21.4"
        },
        {
            "Source": "main",
            "Updated": "2023-12-04T19:44:41.195969+07:00",
            "Info": "",
            "Name": "which",
            "Version": "2.20"
        },
        {
            "Source": "main",
            "Updated": "2023-12-03T22:18:04.0097191+07:00",
            "Info": "",
            "Name": "winfetch",
            "Version": "2.5.1"
        },
        {
            "Source": "extras",
            "Updated": "2023-12-03T22:18:25.3797303+07:00",
            "Info": "",
            "Name": "z",
            "Version": "1.1.13"
        }
    ],
    "buckets": [
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2024-01-01T11:25:53+07:00",
            "Manifests": 1892
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2023-12-31T08:07:44+07:00",
            "Manifests": 267
        },
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2024-01-01T13:29:42+07:00",
            "Manifests": 1268
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2023-12-14T20:23:36+07:00",
            "Manifests": 327
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2024-01-01T13:47:35+07:00",
            "Manifests": 435
        }
    ]
}
